[
  {
    "id": 115278,
    "cover": {
      "id": 93448,
      "url": "//images.igdb.com/igdb/image/upload/t_thumb/co203s.jpg"
    },
    "name": "Rune Factory 4 Special",
    "summary": "Experience this legendary fantasy adventure like never before and embark on exciting escapades with your favorite characters in the brand new Newlywed Mode!"
  },
  {
    "id": 120268,
    "cover": {
      "id": 82665,
      "url": "//images.igdb.com/igdb/image/upload/t_thumb/co1rs9.jpg"
    },
    "name": "Zombie Driver: Immortal Edition",
    "summary": "New and specially improved version of the zombie smashing hit, exclusively for the Xbox One. Insane mix of cars, speed, explosions, blood and zombies! Fight through an epic narrative campaign or test yourself in the Slaughter and Blood Race modes. Engage huge bosses, save survivors, drive crazy vehicles such as a bulldozer, fire truck or even a tank and smash everything in your way. Take part in the Blood Race tournament - chase other cars and take them down without mercy on brutal racing tracks. Jump into the Slaughter mode and survive as long as possible on specially crafted arenas. Experience super smooth gameplay at 60 frames per second and extra crisp visuals. Zombie Driver Ultimate Edition includes all DLC content that was ever created for the game."
  },
  {
    "id": 105049,
    "cover": {
      "id": 75344,
      "url": "//images.igdb.com/igdb/image/upload/t_thumb/co1m4w.jpg"
    },
    "name": "Remnant: From the Ashes",
    "summary": "The world is in ruins. Only a remnant of mankind remains, hunted to near extinction by horrors from another world. As one of the few survivors left, you will venture into portals to fantastic realms to gather the resources and firepower needed to fight back and retake what was lost. \n \nRemnant: From the Ashes is a third-person survival-action game set in a post-apocalyptic world overrun by mythical creatures. The game provides players and up to three of their friends with a unique, customizable gameplay experience filled with intense shooting and melee combat, gear and weapon crafting, character progression and dynamically-generated levels that offer an infinite number of ways to explore and take on deadly monsters and epic bosses."
  },
  {
    "id": 113344,
    "cover": {
      "id": 79552,
      "url": "//images.igdb.com/igdb/image/upload/t_thumb/co1pds.jpg"
    },
    "name": "Monster Hunter: World - Iceborne",
    "summary": "Let your hunting instinct take you further than ever! \"Iceborne\" is a massive expansion that picks up after the ending of Monster Hunter: World and opens up the new \"master rank!\" New quests, monsters, weapons, armor, and story await to take your hunting to the next level."
  },
  {
    "id": 19164,
    "cover": {
      "id": 94287,
      "url": "//images.igdb.com/igdb/image/upload/t_thumb/co20r3.jpg"
    },
    "name": "Borderlands 3",
    "summary": "The original shooter-looter returns, packing bazillions of guns and a mayhem-fueled adventure! Blast through new worlds and enemies as one of four new Vault Hunters. Play solo or with friends to take on insane enemies, score loads of loot and save your home from the most ruthless cult leaders in the galaxy."
  },
  {
    "id": 1877,
    "cover": {
      "id": 82217,
      "url": "//images.igdb.com/igdb/image/upload/t_thumb/co1rft.jpg"
    },
    "name": "Cyberpunk 2077",
    "summary": "The upcoming RPG from CD Projekt RED based on the Cyberpunk 2020 tabletop RPG created by Mike Pondsmith. \n \nIn Cyberpunk 2077 you play as V — a hired gun on the rise — and you just got your first serious contract. In a world of cyberenhanced street warriors, tech-savvy netrunners and corporate lifehackers, today you take your first step towards becoming an urban legend."
  },
  {
    "id": 115653,
    "cover": {
      "id": 92737,
      "url": "//images.igdb.com/igdb/image/upload/t_thumb/co1zk1.jpg"
    },
    "name": "Pokémon Shield",
    "summary": "Unsheathe your sword and take up your shield! \n \nThe world of Pokémon expands to include the Galar region in Pokémon Sword and Pokémon Shield!"
  },
  {
    "id": 36198,
    "cover": {
      "id": 80516,
      "url": "//images.igdb.com/igdb/image/upload/t_thumb/co1q4k.jpg"
    },
    "name": "Children of Morta",
    "summary": "Children of Morta is a narrative driven hack and slash roguelike. Take on the role of a member of the Bergson family, the Guardians of Mount Morta, as you fight desperately against the Corruption. Experience not only what it means to be a hero, but to be part of a family that bears the weight of the mountain together."
  },
  {
    "id": 22422,
    "cover": {
      "id": 16642,
      "url": "//images.igdb.com/igdb/image/upload/t_thumb/hq3eh6p2iwdoqft9xp56.jpg"
    },
    "name": "Sexy Beach 3",
    "summary": "Sexy Beach 3 is the third game in the Sexy Beach franchise developed by Illusion Software."
  },
  {
    "id": 96217,
    "cover": {
      "id": 72919,
      "url": "//images.igdb.com/igdb/image/upload/t_thumb/co1k9j.jpg"
    },
    "name": "Eternity: The Last Unicorn",
    "summary": "A fully featured RPG with classic game mechanics and extensive lore based on Norse mythology. As all elven unicorns were taken away and cursed by witchcraft, the elves’ sole existence became endangered. Players will encounter mesmerizing locations and fantasy characters as Aurehen, a young pure Elf, who undertakes her quest to free the last surviving Unicorn that protects Elven immortality."
  },
  {
    "id": 26845,
    "cover": {
      "id": 76781,
      "url": "//images.igdb.com/igdb/image/upload/t_thumb/co1n8t.jpg"
    },
    "name": "Fire Emblem: Three Houses",
    "summary": "Here, order is maintained by the Church of Seiros, which hosts the prestigious Officer’s Academy within its headquarters. You are invited to teach one of its three mighty houses, each comprised of students brimming with personality and represented by a royal from one of three territories. As their professor, you must lead your students in their academic lives and in turn-based, tactical RPG battles wrought with strategic, new twists to overcome. Which house, and which path, will you choose?"
  },
  {
    "id": 55038,
    "cover": {
      "id": 82160,
      "url": "//images.igdb.com/igdb/image/upload/t_thumb/co1re8.jpg"
    },
    "name": "Immortal: Unchained",
    "summary": "Immortal: Unchained is a souls-inspired third-person shooter/action RPG."
  },
  {
    "id": 22387,
    "cover": {
      "id": 81875,
      "url": "//images.igdb.com/igdb/image/upload/t_thumb/co1r6b.jpg"
    },
    "name": "Legrand Legacy",
    "summary": "LEGRAND LEGACY - TALE OF THE FATEBOUNDS \nLEGRAND LEGACY is a spiritual successor to some all-time favorite JRPGs with a fresh take on the classic turn-based combat. Explore a beautifully hand-drawn world riddled with fantastical creatures, devastating wars, and intriguing stories of personal redemption. Play our demo and discover why Legrand Legacy is the \"Most Promising Game\" of the year! \n \nTHE STORY \nMugna Feud, the great war between the Kingdoms of Fandor and Altea, puts Legrand in a chaotic state. You play as Finn, a young slave who wakes up without any memory of his past, yet soon discovers that he possesses mysterious powers beyond his control. Embark on an epic adventure in this sprawling fantasy universe and fight alongside the Fatebounds to bring peace back to Legrand and prevent the Second Coming! But be careful who you trust, everyone has a secret to hide… \n \nRELEASE INFO \nLegrand Legacy will be released for Windows on Steam and DRM-free in September 2017 \n \nHIGHLIGHTS \n- A fully immersive experience with stunning FMV, fully rendered 3D cinematic, and epic original soundtrack \n- 3D models and original assets come together with gorgeously stylized hand-drawn 2D backgrounds \n- Action packed turn-based combat and tactical warfare scenarios that will test your wits and keep you on your toes \n- Recruit NPCs to rebuild your castle, play mini games, or go on rewarding side quests \n- Collect loot from slain enemies and craft items or sell them for money \n- Configure items and grimoire that characters can wield in combat, set combat formation, or review journal to track quests"
  },
  {
    "id": 22472,
    "cover": {
      "id": 44628,
      "url": "//images.igdb.com/igdb/image/upload/t_thumb/sosfbe6zqn1lipgfhxct.jpg"
    },
    "name": "Artificial Academy 2",
    "summary": "Artificial Academy 2 is an eroge high school social simulation, sequel of Artificial Academy. \n \nCreate and play up to 25 students of varying gender, orientation with interaction abilities and personal inclinations. Make friends and lovers as the class competes for achievements in academics, athletics, popularity, and romance."
  },
  {
    "id": 26574,
    "cover": {
      "id": 82161,
      "url": "//images.igdb.com/igdb/image/upload/t_thumb/co1re9.jpg"
    },
    "name": "Force of Nature",
    "summary": "Force of Nature is an indie open world sandbox game with fighting, crafting, building and farming systems."
  },
  {
    "id": 55190,
    "cover": {
      "id": 70598,
      "url": "//images.igdb.com/igdb/image/upload/t_thumb/co1ih2.jpg"
    },
    "name": "Pikuniku",
    "summary": "Pikuniku is an absurdly wonderful puzzle-exploration game that takes place in a strange but playful world where not everything is as happy as it seems. Help peculiar characters overcome struggles, uncover a deep state conspiracy, and start a fun little revolution in this delightful dystopian adventure!"
  },
  {
    "id": 80916,
    "cover": {
      "id": 67256,
      "url": "//images.igdb.com/igdb/image/upload/t_thumb/fq2ekyx6ac8em4lpv3zj.jpg"
    },
    "name": "Omensight",
    "summary": "You are the Harbinger, a skilled warrior who exists outside of time. You have foreseen the annihilation of the land known as Urralia and have been summoned to rewrite its fate. With the power to witness and alter the last moments of Urralia’s inhabitants, it’s up to you to weave a new narrative, pave the way to a brighter future, and give the world of Urralia a second chance."
  },
  {
    "id": 114286,
    "cover": {
      "id": 77083,
      "url": "//images.igdb.com/igdb/image/upload/t_thumb/co1nh7.jpg"
    },
    "name": "Madden NFL 20",
    "summary": "Feel like an NFL Superstar in Madden NFL 20. Be the Face of an NFL franchise where the decisions you make matter in your journey to become an NFL Superstar in ‘FACE OF THE FRANCHISE: QB1’. Feel the emotion, personality, and power of NFL Superstars with ‘SUPERSTAR X-FACTOR’, an all-new abilities progression system that reveals special abilities for today’s most exciting NFL Superstars heightening the level strategy and excitement in every game."
  }
]
